app/controllers/sessions_controller.rb

SELECT  "users".* FROM "users" WHERE "users"."email" = ? ORDER BY "users"."id" ASC LIMIT ?  [["email", "fjborie@miuandes.cl"], ["LIMIT", 1]]
---
	 def create
    		user = User.find_by(email: params[:email])